Repository: kalugin-narysy/integrate-np-shipping
Catalog: i18n/language/integrate_np-*.po
Languages: uk

source: Novaposhta Shipping
uk: Доставка Новою Поштою

source: Custom Shipping Method for Novaposhta
uk: Користувацький метод відправки Нова Пошта

source: Enable
uk: Увімкнути

source: Enable this shipping.
uk: Увімкнути цей метод доставки.

source: Title
uk: Заголовок

source: Title to be display on site
uk: Заголовок для відображення на сайті

source: API key
uk: Ключ API

source: API key for Novaposhta API
uk: API ключ для Нової Пошти

source: City of sender
uk: Місто відправника

source: City of location of seller
uk: Місто продавця

source: Has chosen department
uk: Було обрано відділення

source: Department has not been chosen
uk: Відділення не було обрано

source: Department of Nova Poshta
uk: Відділення Нової Пошти
